13/data/attachments/f70ca6e3c0c7081f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e2117eb2-f8a4-4690-b1c1-8195580b4b63</nif:username>
            <nif:friendToBeAdded>Kelsey_information_Actions_5941_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>